[
  {
    "iIndex": 0,
    "lSolutions": [
        25.0
    ],
    "lEquations": [
      "x=50.0-(50.0*(50.0/100.0))"
    ],
    "sQuestion": " Alice has 50 books. She gives her 50 percent book to Bob. How many books Alice have? "
  },
  {
    "iIndex": 1,
    "lSolutions": [8.45],
    "lEquations": [
      "x=84.5*(10.0/100.0)"
    ],
    "sQuestion": " What is 10 percent of 84.3 ? "
  },
  {
    "iIndex": 2,
    "lSolutions": [29.7],
    "lEquations": [
      "x=27.0+(27.00*(10.0/100.0))"
    ],
    "sQuestion": " Tiffany has breakfast at a restaurant and the cost of her meal is $27.00. Because of the service, she wants to leave a 10 percent tip. What is her total bill including tip? "
  },
  {
    "iIndex": 3,
    "lSolutions": [31.45],
    "lEquations": [
      "x=37.0-(37.0*(15.0/100.0))"
    ],
    "sQuestion": " Jessica bought a new shirt at the store when they were having a 15 percent off sale. If the regular price of the shirt was $37, how much did Jessica pay with the discount? "
  },
  {
    "iIndex": 4,
    "lSolutions": [513.0],
    "lEquations": [
      "x=51.3*(1000.0/100.0)"
    ],
    "sQuestion": " What is 1000 percent of 51.3 ? "
  },
  {
    "iIndex": 5,
    "lSolutions": [6.3],
    "lEquations": [
      "x=7.0-(7.0*(10.0/100.0))"
    ],
    "sQuestion": " The cake store is having a 10 percent off sale on all of its cakes. If the cake you want regularly costs $7, how much would you save with the discount? "
  },
  {
    "iIndex": 6,
    "lSolutions": [32.55],
    "lEquations": [
      "x=31.0+(31.0*(5.0/100.0))"
    ],
    "sQuestion": " Jessica eats at a cafe and the cost of her meal is $31.00. Because of the service, she wants to leave a 5 percent tip. What is her total bill including tip? "
  },
  {
    "iIndex": 7,
    "lSolutions": [0.0386],
    "lEquations": [
      "x=38.6*(0.1/100.0)"
    ],
    "sQuestion": " What is 0.1 percent of 38.6 ? "
  },
  {
    "iIndex": 8,
    "lSolutions": [28.8],
    "lEquations": [
      "x=24.0+(24.0*(20.0/100.0))"
    ],
    "sQuestion": " William eats at a restaurant and the cost of his meal is $24.00. Because of the service, he wants to leave a 20 percent tip. What is his total bill including tip? "
  },
  {
    "iIndex": 9,
    "lSolutions": [38.4],
    "lEquations": [
      "x=48.0-(48.0*(20/100.0))"
    ],
    "sQuestion": " Christopher bought a new watch at the store when they were having a 20 percent off sale. If the regular price of the watch was $48, how much did Christopher pay with the discount? "
  },
  {
    "iIndex": 10,
    "lSolutions": [57.8],
    "lEquations": [
      "x=57.8*(100.0/100.0)"
    ],
    "sQuestion": " What is 100 percent of 57.8 ? "
  },
  {
    "iIndex": 11,
    "lSolutions": [43.95],
    "lEquations": [
      "x=293.0*(15.0/100.0)"
    ],
    "sQuestion": " Daniel works at a nearby electronics store. He makes a commission of 15 percent on everything he sells. If he sells a laptop for $293.00, how much money does Daniel make in commission? "
  },
  {
    "iIndex": 12,
    "lSolutions": [0.652],
    "lEquations": [
      "x=65.2*(1.0/100.0)"
    ],
    "sQuestion": " What is 1 percent of 65.2 ? "
  },
  {
    "iIndex": 13,
    "lSolutions": [135.8],
    "lEquations": [
      "x=97.0+(97.0*(40.0/100.0))"
    ],
    "sQuestion": "The manager at Brandon's Furniture Store is trying to figure out how much to charge for a sofa that just arrived. If the sofa was bought at a wholesale price of $97.00 and Brandon's Furniture Store marks up all furniture by 40 percent, at what price should the manager sell the sofa? "
  },
  {
    "iIndex": 14,
    "lSolutions": [45.84],
    "lEquations": [
      "x=764.0*(6.0/100.0)"
    ],
    "sQuestion": " William works at a nearby electronics store. He makes a commission of 6 percent on everything he sells. If he sells a computer for $764.00, how much money does William make in commission? "
  },
  {
    "iIndex": 15,
    "lSolutions": [190.8],
    "lEquations": [
      "x=106.0+(106.0*(80.0/100.0))"
    ],
    "sQuestion": "The manager at William's Furniture Store is trying to figure out how much to charge for a sofa that just arrived. If the sofa was bought at a wholesale price of $106.00 and William's Furniture Store marks up all furniture by 80 percent, at what price should the manager sell the sofa? "
  },
  {
    "iIndex": 16,
    "lSolutions": [28.0],
    "lEquations": [
      "x=35.0*(80.0/100.0)"
    ],
    "sQuestion": " A baseball pitcher won 80% of the games he pitched. If he pitched 35 ballgames, how many games did he win? "
  },
  {
    "iIndex": 17,
    "lSolutions": [58.33333333],
    "lEquations": [
      "x=(7.0/12.0)*100.0"
    ],
    "sQuestion": " Jerry, an electrician, worked 7 months out of the year. What percent of the year did he work? "
  },
  {
    "iIndex": 18,
    "lSolutions": [42.857142857],
    "lEquations": [
      "x=((28.0-16.0)/28.0)*100.0"
    ],
    "sQuestion": " There are 28 students in a class. Sixteen of those students are men. What percent of the class are women? "
  },
  {
    "iIndex": 19,
    "lSolutions": [77.777777778],
    "lEquations": [
      "x=(35.0/(35.0+10.0))*100.0"
    ],
    "sQuestion": " Donovan took a math test and got 35 correct and 10 incorrect answers. What was the percentage of correct answers? "
  },
  {
    "iIndex": 20,
    "lSolutions": [16.0],
    "lEquations": [
      "x=20.0*(80.0/100.0)"
    ],
    "sQuestion": " A student earned a grade of 80% on a math test that had 20 problems. How many problems on this test did the student answer correctly? "
  },
  {
    "iIndex": 21,
    "lSolutions": [19.444444444],
    "lEquations": [
      "x=((36.0-29.0)/36.0)*100.0"
    ],
    "sQuestion": " There are 36 carpenters in a crew. On a certain day, 29 were present. What percent showed up for work? "
  },
  {
    "iIndex": 22,
    "lSolutions": [7.5795],
    "lEquations": [
      "x=8.15*(93.0/100.0)"
    ],
    "sQuestion": " A metal bar weighs 8.15 ounces. 93% of the bar is silver. How many ounces of silver are in the bar? "
  },
  {
    "iIndex": 23,
    "lSolutions": [37.7],
    "lEquations": [
      "x=580.0*(6.50/100.0)"
    ],
    "sQuestion": " A woman put $580 into a savings account for one year. The rate of interest on the account was 6.50%. How much was the interest for the year? "
  },
  {
    "iIndex": 24,
    "lSolutions": [87.755102041],
    "lEquations": [
      "x*(98.0/100.0)=86.0"
    ],
    "sQuestion": " A student answered 86 problems on a test correctly and received a grade 98%. How many problems were on the test, if all the problems were worth the same number of points? "
  },
  {
    "iIndex": 25,
    "lSolutions": [4680.0],
    "lEquations": [
      "x=7200.0*(65.0/100.0)"
    ],
    "sQuestion": " Manuel found a wrecked Trans-Am that he could fix. He bought the car for 65% of the original price of $7200. What did he pay for the car? "
  },
  {
    "iIndex": 26,
    "lSolutions": [38.694117647],
    "lEquations": [
      "x*(85.0/100.0)=32.89"
    ],
    "sQuestion": " Pamela bought an electric drill at 85% of the regular price. She paid $32.89 for the drill. What was the regular price? "
  },
  {
    "iIndex": 27,
    "lSolutions": [160.0],
    "lEquations": [
      "x*(5.0/100.0)=8"
    ],
    "sQuestion": " A crew is made up of 8 men; the rest are women. 5% of the crew are men. How many people are in the crew? "
  },
  {
    "iIndex": 28,
    "lSolutions": [1920.0],
    "lEquations": [
      "x=12800*(15.0/100.0)"
    ],
    "sQuestion": " Ben earns $12800 a year. About 15% is taken out for taxes. How much is taken out for taxes? "
  },
  {
    "iIndex": 29,
    "lSolutions": [18.75],
    "lEquations": [
      "x*(80.0/100.0)=15.0"
    ],
    "sQuestion": " At a sale, shirts were sold for $15 each. This price was 80% of their original price. What was the original price? "
  },
  {
    "iIndex": 30,
    "lSolutions": [71.875],
    "lEquations": [
      "x=((32.0-9.0)/32.0)*100.0"
    ],
    "sQuestion": " There are 32 students in a class. Nine of those students are women. What percent are men? "
  },
  {
    "iIndex": 31,
    "lSolutions": [26.666666667],
    "lEquations": [
      "x=((75.0-55.0)/75.0)*100.0"
    ],
    "sQuestion": " The Royals softball team played 75 games and won 55 of them. What percent of the games did they lose? "
  },
  {
    "iIndex": 32,
    "lSolutions": [25.0],
    "lEquations": [
      "x=(13.0/(13.0+39.0))*100.0"
    ],
    "sQuestion": "Kira's Cafe has regular coffee and decaffeinated coffee. This morning, the cafe served 13 regular coffees and 39 decaffeinated coffees. What percentage of the coffees served were regular? "
  },
  {
    "iIndex": 33,
    "lSolutions": [25.0],
    "lEquations": [
      "x=(13.0/(13.0+39.0))*100.0"
    ],
    "sQuestion": "Kira's Cafe has regular coffee and decaffeinated coffee. This morning, the cafe served 13 regular coffees and 39 decaffeinated coffees. What percentage of the coffees served were regular? "
  },
  {
    "iIndex": 34,
    "lSolutions": [10.0],
    "lEquations": [
      "x=(6.0/(6.0+54.0))*100.0"
    ],
    "sQuestion": "Rosa has a new beaded necklace. The necklace has 6 blue beads and 54 white beads. What percentage of the beads on Rosa's necklace are blue? "
  },
  {
    "iIndex": 35,
    "lSolutions": [30.0],
    "lEquations": [
      "x=(3.0/10.0)*100.0"
    ],
    "sQuestion": "Lacey's Tea Shop has caffeinated tea and decaffeinated tea. The tea shop served 10 teas in all, 3 of which were caffeinated. What percentage of the teas were caffeinated? "
  },
  {
    "iIndex": 36,
    "lSolutions": [75.0],
    "lEquations": [
      "x=(21.0/(21.0+7.0))*100.0"
    ],
    "sQuestion": "The bookstore has 21 women's magazines and 7 other magazines. What percentage of the magazines at the bookstore are women's magazines? "
  },
  {
    "iIndex": 37,
    "lSolutions": [20.0],
    "lEquations": [
      "x=(4.0/20.0)*100.0"
    ],
    "sQuestion": " The art club had an election to select a president. 4 out of the 20 members of the art club voted in the election. What percentage of the members voted? "
  },
  {
    "iIndex": 38,
    "lSolutions": [60.0],
    "lEquations": [
      "x=(42.0/70.0)*100.0"
    ],
    "sQuestion": " During second period, Trevor completed a grammar worksheet. He got 42 out of 70 questions correct. What percentage did Trevor get correct? "
  },
  {
    "iIndex": 39,
    "lSolutions": [70.0],
    "lEquations": [
      "x=(63.0/90.0)*100.0"
    ],
    "sQuestion": " For a company picnic, Erik ordered a box of fresh-baked gingerbread cookies and sugar cookies. He got 90 cookies in all. 63 of the cookies were gingerbread. What percentage of the cookies were gingerbread? "
  },
  {
    "iIndex": 40,
    "lSolutions": [50.0],
    "lEquations": [
      "x=(40.0/80.0)*100.0"
    ],
    "sQuestion": " Carmen ordered a set of yellow and blue pins. She received 40 yellow pins and 40 blue pins. What percentage of the pins were yellow? "
  },
  {
    "iIndex": 41,
    "lSolutions": [40.0],
    "lEquations": [
      "x=(30.0/75.0)*100.0"
    ],
    "sQuestion": "Dalton's Burgers cooks its burgers either well done or medium. Last night the restaurant served 75 burgers in all, 30 of which were well done. What percentage of the burgers were well done? "
  },
  {
    "iIndex": 42,
    "lSolutions": [80.0],
    "lEquations": [
      "x=(44.0/(44.0+11.0))*100.0"
    ],
    "sQuestion": "At Ryan's Pancake House there are 44 dirty coffee mugs and 11 clean coffee mugs. What percentage of the coffee mugs at the pancake house are dirty? "
  },
  {
    "iIndex": 43,
    "lSolutions": [18.0],
    "lEquations": [
      "x=90.0*(20.0/100.0)"
    ],
    "sQuestion": " The local water slides have 90 employees, of which 20% are temporary. How many temporary employees are there? "
  },
  {
    "iIndex": 44,
    "lSolutions": [4.0],
    "lEquations": [
      "x=10.0*(40.0/100.0)"
    ],
    "sQuestion": " Lauren had both chocolate cake and coconut cake at her birthday party. There were 10 people at the party, and 40% of them picked chocolate cake. How many people picked chocolate cake? "
  },
  {
    "iIndex": 45,
    "lSolutions": [18.0],
    "lEquations": [
      "x=36.0*(50.0/100.0)"
    ],
    "sQuestion": "Desmond's Tea Shop has caffeinated tea and decaffeinated tea. During the lunchtime rush, the tea shop served 36 teas in all, 50% of which were caffeinated. How many caffeinated teas did the tea shop serve? "
  },
  {
    "iIndex": 46,
    "lSolutions": [21.0],
    "lEquations": [
      "x=28.0*(75.0/100.0)"
    ],
    "sQuestion": "Tommy's Burgers cooks its burgers either well done or medium. The restaurant served 28 burgers last night, 75% of which were well done. How many well-done burgers did the restaurant serve? "
  },
  {
    "iIndex": 47,
    "lSolutions": [8.0],
    "lEquations": [
      "x=80.0*(10.0/100.0)"
    ],
    "sQuestion": "The sixth-graders at Robert's school got to choose between a field trip to a museum and a field trip to a factory. 10% of the sixth-graders picked the museum. If there are 80 sixth-graders in all at Robert's school, how many sixth-graders went on the trip to the museum? "
  },
  {
    "iIndex": 48,
    "lSolutions": [70.0],
    "lEquations": [
      "x=100.0*(70.0/100.0)"
    ],
    "sQuestion": "Last Tuesday was silly hat day at Ken's school. Of the 100 students at the school, 70% wore a silly hat. How many students wore a silly hat? "
  },
  {
    "iIndex": 49,
    "lSolutions": [16.0],
    "lEquations": [
      "x=20.0*(80.0/100.0)"
    ],
    "sQuestion": "At Vera's Beading Boutique, 80% of the 20 beads on clearance are plastic. How many plastic beads are there on clearance? "
  },
  {
    "iIndex": 50,
    "lSolutions": [15.000000],
    "lEquations": [
      "x=25.0*(60.0/100.0)"
    ],
    "sQuestion": "Carter's Diner offers its clients a choice of regular and diet soda. Last night, the diner served 25 sodas in all, 60% of which were regular. How many regular sodas did the diner serve? "
  },
  {
    "iIndex": 51,
    "lSolutions": [15.000000],
    "lEquations": [
      "x=50.0*(30.0/100.0)"
    ],
    "sQuestion": " For a company picnic, Riley ordered a box of fresh-baked gingerbread cookies and sugar cookies. The box included a total of 50 cookies, and 30% of them were gingerbread. How many gingerbread cookies did Riley get? "
  },
  {
    "iIndex": 52,
    "lSolutions": [54.000000],
    "lEquations": [
      "x=60.0*(90.0/100.0)"
    ],
    "sQuestion": "Jenna bought cupcakes for her sister's birthday party. 90% of the 60 cupcakes had sprinkles on top. How many cupcakes had sprinkles? "
  },
  {
    "iIndex": 53,
    "lSolutions": [13.000000],
    "lEquations": [
      "x=65.0*(20.0/100.0)"
    ],
    "sQuestion": "Tara has a new beaded necklace. 20% of the 65 beads on Tara's necklace are blue. How many blue beads are there on Tara's necklace? "
  },
  {
    "iIndex": 54,
    "lSolutions": [28.000000],
    "lEquations": [
      "x=40.0*(70.0/100.0)"
    ],
    "sQuestion": " The city council voted on a new tax. The council has 40 members and 70% of the council members voted in favor of the new tax. How many members voted in favor of the tax? "
  },
  {
    "iIndex": 55,
    "lSolutions": [48.000000],
    "lEquations": [
      "x=64.0*(75.0/100.0)"
    ],
    "sQuestion": " The lunch choices last Friday were mushroom or pepperoni pizza. The cafeteria made 64 pizzas in all, 75% of which were mushroom pizzas. How many mushroom pizzas did the cafeteria make? "
  },
  {
    "iIndex": 56,
    "lSolutions": [21.000000],
    "lEquations": [
      "x=84.0*(25.0/100.0)"
    ],
    "sQuestion": "Last night, the two dinner specials at Owen's favorite restaurant were salmon filet and steak. The restaurant served 84 specials in all, 25% of which were salmon filets. How many salmon filets did the restaurant serve? "
  },
  {
    "iIndex": 57,
    "lSolutions": [38.000000],
    "lEquations": [
      "x=95.0*(40.0/100.0)"
    ],
    "sQuestion": " 40% of the tickets sold at a water park were child tickets. If the park sold 95 tickets in all, how many child tickets did it sell? "
  },
  {
    "iIndex": 58,
    "lSolutions": [28.0000000],
    "lEquations": [
      "x=56.0*(50.0/100.0)"
    ],
    "sQuestion": " A school staff meeting had 56 teachers in attendance, 50% of whom were first-year teachers. How many first-year teachers were in the meeting? "
  },
  {
    "iIndex": 59,
    "lSolutions": [9.000000],
    "lEquations": [
      "x=15.0*(60.0/100.0)"
    ],
    "sQuestion": "Britney's class just held a class election. 60% of the 15 students in the class voted. How many students voted? "
  },
  {
    "iIndex": 60,
    "lSolutions": [63.000000],
    "lEquations": [
      "x=70.0*(90.0/100.0)"
    ],
    "sQuestion": " At the sewing store, Jane bought a bag of mixed buttons. The bag included 70 buttons, of which 90% were large. How many large buttons did Jane get? "
  },
  {
    "iIndex": 61,
    "lSolutions": [54.000000],
    "lEquations": [
      "x=72.0*(75.0/100.0)"
    ],
    "sQuestion": " Mimi took a math quiz last week. There were 72 problems on the quiz and Mimi answered 75% of them correctly. How many problems did Mimi get correct? "
  },
  {
    "iIndex": 62,
    "lSolutions": [27.000000],
    "lEquations": [
      "x=30.0*(90.0/100.0)"
    ],
    "sQuestion": " In order to select new board members, the French club held an election. 90% of the 30 members of the club voted. How many members voted? "
  },
  {
    "iIndex": 63,
    "lSolutions": [11.000000],
    "lEquations": [
      "x=44.0*(25.0/100.0)"
    ],
    "sQuestion": "A bookstore carries 44 magazines. 25% of the magazines are women's magazines. How many women's magazines does the bookstore carry? "
  },
  {
    "iIndex": 64,
    "lSolutions": [17.000000],
    "lEquations": [
      "x=85.0*(20.0/100.0)"
    ],
    "sQuestion": " To celebrate the first day of school, Brett brought in a tray of caramel brownies and walnut brownies. The tray had a total of 85 brownies, of which 20% were caramel. How many caramel brownies did Brett bring? "
  },
  {
    "iIndex": 65,
    "lSolutions": [6.000000],
    "lEquations": [
      "x=8.0*(75.0/100.0)"
    ],
    "sQuestion": " At a company meeting, there were 8 people in attendance. 75% of them were managers. How many managers were in the meeting? "
  },
  {
    "iIndex": 66,
    "lSolutions": [1.000000],
    "lEquations": [
      "x=5.0*(20.0/100.0)"
    ],
    "sQuestion": "Brody's Cafe has regular coffee and decaffeinated coffee. This morning, the cafe served 5 coffees in all, 20% of which were regular. How many regular coffees did the cafe serve? "
  },
  {
    "iIndex": 67,
    "lSolutions": [9.000000],
    "lEquations": [
      "x=90.0*(10.0/100.0)"
    ],
    "sQuestion": "Gabe's Cafe offers two kinds of espresso: single-shot and double-shot. Yesterday afternoon, the cafe sold 90 espressos in all, 10% of which were single-shot. How many single-shot espressos did the cafe sell? "
  },
  {
    "iIndex": 68,
    "lSolutions": [36.000000],
    "lEquations": [
      "x=45.0*(80.0/100.0)"
    ],
    "sQuestion": " The art club had an election to select a president. 80% of the 45 members of the club voted in the election. How many members voted? "
  },
  {
    "iIndex": 69,
    "lSolutions": [42.000000],
    "lEquations": [
      "x=60.0*(70.0/100.0)"
    ],
    "sQuestion": "In Steve's grade, there are 60 students. Currently, 70% of them are enrolled in health. How many students are enrolled in health? "
  },
  {
    "iIndex": 70,
    "lSolutions": [49.000000],
    "lEquations": [
      "x=98.0*(50.0/100.0)"
    ],
    "sQuestion": "At Shawna's Hats, 50% of the 98 hats are baseball caps. How many baseball caps are there? "
  },
  {
    "iIndex": 71,
    "lSolutions": [10.000000],
    "lEquations": [
      "x=25.0*(40.0/100.0)"
    ],
    "sQuestion": " During second period, Russell completed a grammar worksheet. Of the 25 questions, Russell got 40% right. How many questions did Russell get right? "
  },
  {
    "iIndex": 72,
    "lSolutions": [23.000000],
    "lEquations": [
      "x=92.0*(25.0/100.0)"
    ],
    "sQuestion": " Austin brought chocolate and vanilla cupcakes to school for his birthday. 92 students decided to take a cupcake, and 25% of them picked vanilla. How many people picked a vanilla cupcake? "
  },
  {
    "iIndex": 73,
    "lSolutions": [57.000000],
    "lEquations": [
      "x=76.0*(75.0/100.0)"
    ],
    "sQuestion": " A school assembly had 76 students in attendance, and 75% of them were first-graders. How many first-graders were at the assembly? "
  },
  {
    "iIndex": 74,
    "lSolutions": [25.000000],
    "lEquations": [
      "x=100.0*(25.0/100.0)"
    ],
    "sQuestion": " In hopes of encouraging healthier snacks at school, Jeanette brought in a tray of carrot sticks and apple slices to share. The tray had a total of 100 snacks, of which 25% were carrot sticks. How many carrot sticks did Jeanette bring? "
  },
  {
    "iIndex": 75,
    "lSolutions": [64.000000],
    "lEquations": [
      "x=80.0*(80.0/100.0)"
    ],
    "sQuestion": " Martha ordered a set of blue and green pins. She received 80 pins, and 80% of them were blue. How many blue pins did Martha receive? "
  },
  {
    "iIndex": 76,
    "lSolutions": [30.000000],
    "lEquations": [
      "x=75.0*(40.0/100.0)"
    ],
    "sQuestion": " This morning, Alec took a history test. There were 75 multiple-choice problems on the test and Alec answered 40% of them correctly. How many problems did Alec get right? "
  },
  {
    "iIndex": 77,
    "lSolutions": [7.000000],
    "lEquations": [
      "x=70.0*(10.0/100.0)"
    ],
    "sQuestion": " An arborist examined trees in an orchard to see if they were infected with a virus. Out of 70 trees, 10% had the virus. How many trees were infected with the virus? "
  },
  {
    "iIndex": 78,
    "lSolutions": [21.000000],
    "lEquations": [
      "x=35.0*(60.0/100.0)"
    ],
    "sQuestion": " At the sewing store, Gwen bought a bag of mixed buttons. The bag included 35 buttons, of which 60% were large. How many large buttons did Gwen get? "
  },
  {
    "iIndex": 79,
    "lSolutions": [6.000000],
    "lEquations": [
      "x=24.0*(25.0/100.0)"
    ],
    "sQuestion": " The supermarket has 24 aisles. 25% are empty, without any shoppers. How many empty aisles are there in the supermarket? "
  },
  {
    "iIndex": 80,
    "lSolutions": [18.000000],
    "lEquations": [
      "x=60.0*(30.0/100.0)"
    ],
    "sQuestion": "30% of the 60 coffee mugs at Jennifer's Pancake House are dirty. How many dirty coffee mugs are there at the pancake house? "
  },
  {
    "iIndex": 81,
    "lSolutions": [9.000000],
    "lEquations": [
      "x=10.0*(90.0/100.0)"
    ],
    "sQuestion": " Yesterday, there were 10 problems assigned for math homework. Ben did 90% of them correctly. How many problems did Ben get right? "
  },
  {
    "iIndex": 82,
    "lSolutions": [4.000000],
    "lEquations": [
      "x=16.0*(25.0/100.0)"
    ],
    "sQuestion": " During second period, Mary completed a grammar worksheet. Of the 16 questions, Mary got 25% right. How many questions did Mary get right? "
  },
  {
    "iIndex": 83,
    "lSolutions": [16.000000],
    "lEquations": [
      "x=20.0*(80.0/100.0)"
    ],
    "sQuestion": "At Philip's Swimwear, 80% of the 20 swimsuit styles are bikinis. How many bikini styles are there? "
  },
  {
    "iIndex": 84,
    "lSolutions": [17.000000],
    "lEquations": [
      "x=68.0*(25.0/100.0)"
    ],
    "sQuestion": " 25% of the tickets sold at an amusement park were discount tickets. If the park sold 68 tickets in all, how many discount tickets did it sell? "
  },
  {
    "iIndex": 85,
    "lSolutions": [42.000000],
    "lEquations": [
      "x=56.0*(75.0/100.0)"
    ],
    "sQuestion": " A school staff meeting had 56 teachers in attendance, 75% of whom were first-year teachers. How many first-year teachers were in the meeting? "
  },
  {
    "iIndex": 86,
    "lSolutions": [41.000000],
    "lEquations": [
      "x=82.0*(50.0/100.0)"
    ],
    "sQuestion": "Nila bought cupcakes for her sister's birthday party. 50% of the 82 cupcakes had sprinkles on top. How many cupcakes had sprinkles? "
  },
  {
    "iIndex": 87,
    "lSolutions": [8.000000],
    "lEquations": [
      "x=32.0*(25.0/100.0)"
    ],
    "sQuestion": " This morning, Christina took a history test. There were 32 multiple-choice problems on the test and Christina answered 25% of them correctly. How many problems did Christina get right? "
  },
  {
    "iIndex": 88,
    "lSolutions": [7.000000],
    "lEquations": [
      "x=35.0*(20.0/100.0)"
    ],
    "sQuestion": "Rita has a new beaded necklace. 20% of the 35 beads on Rita's necklace are blue. How many blue beads are there on Rita's necklace? "
  },
  {
    "iIndex": 89,
    "lSolutions": [56.000000],
    "lEquations": [
      "x=70.0*(80.0/100.0)"
    ],
    "sQuestion": " There are 70 seats on a train. 80% of the seats are empty. How many empty seats are there on the train? "
  },
  {
    "iIndex": 90,
    "lSolutions": [24.000000],
    "lEquations": [
      "x=96.0*(25.0/100.0)"
    ],
    "sQuestion": "Alexa's Cafe has regular coffee and decaffeinated coffee. This morning, the cafe served 96 coffees in all, 25% of which were regular. How many regular coffees did the cafe serve? "
  },
  {
    "iIndex": 91,
    "lSolutions": [36.000000],
    "lEquations": [
      "x=40.0*(90.0/100.0)"
    ],
    "sQuestion": "Matt's class voted on whether or not to do science fair projects in groups. 90% of the 40 votes were in favor of working in groups. How many votes were in favor? "
  },
  {
    "iIndex": 92,
    "lSolutions": [70.0],
    "lEquations": [
      "x=100.0*(70.0/100.0)"
    ],
    "sQuestion": " A company took a survey about its new product. Of the 100 people surveyed, 70% liked the new product. How many people liked the new product? "
  },
  {
    "iIndex": 93,
    "lSolutions": [18.000000],
    "lEquations": [
      "x=90.0*(20.0/100.0)"
    ],
    "sQuestion": " Trisha ordered a set of beads. She received 90 beads, and 20% of them were purple. How many purple beads did Trisha receive? "
  },
  {
    "iIndex": 94,
    "lSolutions": [15.000000],
    "lEquations": [
      "x=25.0*(60.0/100.0)"
    ],
    "sQuestion": "The students in Kendrick's grade voted to select a guest speaker. 60% of the students voted for a famous athlete. If there are 25 students in Kendrick's grade, how many students voted for the athlete? "
  },
  {
    "iIndex": 95,
    "lSolutions": [6.000000],
    "lEquations": [
      "x=15.0*(40.0/100.0)"
    ],
    "sQuestion": "Last night, the two dinner specials at Anne's favorite restaurant were salmon filet and steak. The restaurant served 15 specials in all, 40% of which were salmon filets. How many salmon filets did the restaurant serve? "
  },
  {
    "iIndex": 96,
    "lSolutions": [39.000000],
    "lEquations": [
      "x=52.0*(75.0/100.0)"
    ],
    "sQuestion": "At Pam's Hats, 75% of the 52 hats are baseball caps. How many baseball caps are there? "
  },
  {
    "iIndex": 97,
    "lSolutions": [10.000000],
    "lEquations": [
      "x=50.0*(20.0/100.0)"
    ],
    "sQuestion": "Austin's Diner offers its clients a choice of regular and diet soda. Last night, the diner served 50 sodas in all, 20% of which were regular. How many regular sodas did the diner serve? "
  },
  {
    "iIndex": 98,
    "lSolutions": [72.000000],
    "lEquations": [
      "x=80.0*(90.0/100.0)"
    ],
    "sQuestion": " Last Wednesday, students could choose ham or turkey sandwiches for lunch. The cafeteria made 80 sandwiches in all, 90% of which were turkey. How many turkey sandwiches did the cafeteria make? "
  },
  {
    "iIndex": 99,
    "lSolutions": [9.000000],
    "lEquations": [
      "x=36.0*(25.0/100.0)"
    ],
    "sQuestion": " 25% of the tickets sold at an amusement park were discount tickets. If the park sold 36 tickets in all, how many discount tickets did it sell? "
  },
  {
    "iIndex": 100,
    "lSolutions": [30.000000],
    "lEquations": [
      "x=100.0*(30.0/100.0)"
    ],
    "sQuestion": " The state transportation commission counted cars traveling east and west across a toll bridge. 30% of the 100 cars counted were traveling east. How many eastbound cars did the commission count? "
  },
  {
    "iIndex": 101,
    "lSolutions": [22.000000],
    "lEquations": [
      "x=88.0*(25.0/100.0)"
    ],
    "sQuestion": "Vincent's Diner sold 88 milkshakes last week. 25% of the milkshakes had whipped cream on top. How many milkshakes with whipped cream were sold? "
  },
  {
    "iIndex": 102,
    "lSolutions": [23.00],
    "lEquations": [
      "x=46.0*(50.0/100.0)"
    ],
    "sQuestion": "Vince's Cafe has regular coffee and decaffeinated coffee. This morning, the cafe served 46 coffees in all, 50% of which were regular. How many regular coffees did the cafe serve? "
  },
  {
    "iIndex": 103,
    "lSolutions": [36.000000],
    "lEquations": [
      "x=60.0*(60.0/100.0)"
    ],
    "sQuestion": " The city council voted on a new tax. The council has 60 members and 60% of the council members voted in favor of the new tax. How many members voted in favor of the tax? "
  },
  {
    "iIndex": 104,
    "lSolutions": [51.000000],
    "lEquations": [
      "x=68.0*(75.0/100.0)"
    ],
    "sQuestion": " 75% of the tickets sold at an amusement park were discount tickets. If the park sold 68 tickets in all, how many discount tickets did it sell? "
  },
  {
    "iIndex": 105,
    "lSolutions": [17.000000],
    "lEquations": [
      "x=85.0*(20.0/100.0)"
    ],
    "sQuestion": " To celebrate the first day of school, Karlene brought in a tray of caramel brownies and walnut brownies. The tray had a total of 85 brownies, of which 20% were caramel. How many caramel brownies did Karlene bring? "
  },
  {
    "iIndex": 106,
    "lSolutions": [39.000000],
    "lEquations": [
      "x=78.0*(50.0/100.0)"
    ],
    "sQuestion": " There are 78 seats on a train. 50% of the seats are empty. How many empty seats are there on the train? "
  },
  {
    "iIndex": 107,
    "lSolutions": [9.000000],
    "lEquations": [
      "x=12.0*(75.0/100.0)"
    ],
    "sQuestion": "The students in Todd's class got to choose between pizza and burgers for the celebration on the last day of school. 75% of the students picked the pizza. If there are 12 students in all at Todd's class, how many students preferred the pizza? "
  },
  {
    "iIndex": 108,
    "lSolutions": [30.0],
    "lEquations": [
      "x=100.0*(30.0/100.0)"
    ],
    "sQuestion": "Last Thursday was costume day at Matt's school. 30% of the 100 students wore a costume. How many students wore a costume? "
  },
  {
    "iIndex": 109,
    "lSolutions": [16.000000],
    "lEquations": [
      "x=64.0*(25.0/100.0)"
    ],
    "sQuestion": "In Jeffrey's grade, there are 64 students. Currently, 25% of them are enrolled in health. How many students are enrolled in health? "
  },
  {
    "iIndex": 110,
    "lSolutions": [3.000000],
    "lEquations": [
      "x=30.0*(10.0/100.0)"
    ],
    "sQuestion": " After a month of successful fundraising, Sarah and her classmates voted on whether to donate the money they had raised to hunger relief or to environmental causes. 10% of the 30 votes were in favor of hunger relief. How many votes were for hunger relief? "
  },
  {
    "iIndex": 111,
    "lSolutions": [3.000000],
    "lEquations": [
      "x=15.0*(20.0/100.0)"
    ],
    "sQuestion": " In order to select new board members, the French club held an election. 20% of the 15 members of the club voted. How many members voted? "
  },
  {
    "iIndex": 112,
    "lSolutions": [10.000000],
    "lEquations": [
      "x=25.0*(40.0/100.0)"
    ],
    "sQuestion": " At the sewing store, Paula bought a bag of mixed buttons. The bag included 25 buttons, of which 40% were large. How many large buttons did Paula get? "
  },
  {
    "iIndex": 113,
    "lSolutions": [21.000000],
    "lEquations": [
      "x=28.0*(75.0/100.0)"
    ],
    "sQuestion": " During second period, Bryan completed a grammar worksheet. Of the 28 questions, Bryan got 75% right. How many questions did Bryan get right? "
  },
  {
    "iIndex": 114,
    "lSolutions": [12.000000],
    "lEquations": [
      "x=20.0*(60.0/100.0)"
    ],
    "sQuestion": "Shane's Cafe offers two kinds of espresso: single-shot and double-shot. Yesterday afternoon, the cafe sold 20 espressos in all, 60% of which were single-shot. How many single-shot espressos did the cafe sell? "
  },
  {
    "iIndex": 115,
    "lSolutions": [30.0],
    "lEquations": [
      "x=100.0*(30.0/100.0)"
    ],
    "sQuestion": "The students at Tracy's school voted between a bear and a lion as the new school mascot. Of the 100 students at Tracy's school, 30% voted for the bear. How many students voted for the bear? "
  },
  {
    "iIndex": 116,
    "lSolutions": [8.000000],
    "lEquations": [
      "x=80.0*(10.0/100.0)"
    ],
    "sQuestion": "At Vera's Beading Boutique, 10% of the 80 beads on clearance are plastic. How many plastic beads are there on clearance? "
  },
  {
    "iIndex": 117,
    "lSolutions": [8.000000],
    "lEquations": [
      "x=32.0*(25.0/100.0)"
    ],
    "sQuestion": "Garrett's Diner sold 32 milkshakes last week. 25% of the milkshakes had whipped cream on top. How many milkshakes with whipped cream were sold? "
  },
  {
    "iIndex": 118,
    "lSolutions": [36.000000],
    "lEquations": [
      "x=45.0*(80.0/100.0)"
    ],
    "sQuestion": " Yesterday, there were 45 problems assigned for math homework. Kristen did 80% of them correctly. How many problems did Kristen get right? "
  },
  {
    "iIndex": 119,
    "lSolutions": [54.000000],
    "lEquations": [
      "x=60.0*(90.0/100.0)"
    ],
    "sQuestion": " There are 60 seats on a train. 90% of the seats are empty. How many empty seats are there on the train? "
  },
  {
    "iIndex": 120,
    "lSolutions": [60.0],
    "lEquations": [
      "x=100.0*(60.0/100.0)"
    ],
    "sQuestion": " A team of students lined up dominoes on the gym floor. Of the 100 dominoes they used, 60% fell over. How many dominoes fell over? "
  },
  {
    "iIndex": 121,
    "lSolutions": [28.0],
    "lEquations": [
      "x=56.0*(50.0/100.0)"
    ],
    "sQuestion": " Beth took a math quiz last week. There were 56 problems on the quiz and Beth answered 50% of them correctly. How many problems did Beth get correct? "
  },
  {
    "iIndex": 122,
    "lSolutions": [28.000000],
    "lEquations": [
      "x=40.0*(70.0/100.0)"
    ],
    "sQuestion": "Kayla's class voted on whether or not to do science fair projects in groups. 70% of the 40 votes were in favor of working in groups. How many votes were in favor? "
  },
  {
    "iIndex": 123,
    "lSolutions": [37.0],
    "lEquations": [
      "x=74.0*(50.0/100.0)"
    ],
    "sQuestion": "Anthony bought cupcakes for his sister's birthday party. 50% of the 74 cupcakes had sprinkles on top. How many cupcakes had sprinkles? "
  },
  {
    "iIndex": 124,
    "lSolutions": [2.0],
    "lEquations": [
      "x=8.0*(25.0/100.0)"
    ],
    "sQuestion": "At Carson's Swimwear, 25% of the 8 swimsuit styles are bikinis. How many bikini styles are there? "
  },
  {
    "iIndex": 125,
    "lSolutions": [1.0],
    "lEquations": [
      "x=10.0*(10.0/100.0)"
    ],
    "sQuestion": " The local water slides have 10 employees, of which 10% are temporary. How many temporary employees are there? "
  },
  {
    "iIndex": 126,
    "lSolutions": [2.000000],
    "lEquations": [
      "x=5.0*(40.0/100.0)"
    ],
    "sQuestion": " A school staff meeting had 5 teachers in attendance, 40% of whom were first-year teachers. How many first-year teachers were in the meeting? "
  },
  {
    "iIndex": 127,
    "lSolutions": [11.0],
    "lEquations": [
      "x=55.0*(20.0/100.0)"
    ],
    "sQuestion": " During second period, Brenda completed a grammar worksheet. Of the 55 questions, Brenda got 20% right. How many questions did Brenda get right? "
  },
  {
    "iIndex": 128,
    "lSolutions": [6.000000],
    "lEquations": [
      "x=20.0*(30.0/100.0)"
    ],
    "sQuestion": "Zoe's Cafe offers two kinds of espresso: single-shot and double-shot. Yesterday afternoon, the cafe sold 20 espressos in all, 30% of which were single-shot. How many single-shot espressos did the cafe sell? "
  },
  {
    "iIndex": 129,
    "lSolutions": [19.000000],
    "lEquations": [
      "x=76.0*(25.0/100.0)"
    ],
    "sQuestion": " Brennan ordered a set of beads. He received 76 beads, and 25% of them were purple. How many purple beads did Brennan receive? "
  },
  {
    "iIndex": 130,
    "lSolutions": [47.000000],
    "lEquations": [
      "x=94.0*(50.0/100.0)"
    ],
    "sQuestion": " At the craft store, Ming bought a bag of purple and red marbles. The bag contained 94 marbles, and 50% of them were purple. How many purple marbles did Ming receive? "
  },
  {
    "iIndex": 131,
    "lSolutions": [63.000000],
    "lEquations": [
      "x=84.0*(75.0/100.0)"
    ],
    "sQuestion": "Denelle's Diner offers its clients a choice of regular and diet soda. Last night, the diner served 84 sodas in all, 75% of which were regular. How many regular sodas did the diner serve? "
  },
  {
    "iIndex": 132,
    "lSolutions": [20.0],
    "lEquations": [
      "x=100.0*(20.0/100.0)"
    ],
    "sQuestion": " A scientist evaluated the local deer population. The scientist found that there were 100 deer in all, 20% of which were juveniles. How many juveniles were there in the local deer population? "
  },
  {
    "iIndex": 133,
    "lSolutions": [7.0],
    "lEquations": [
      "x=14.0*(50.0/100.0)"
    ],
    "sQuestion": "Eva's Cafe has regular coffee and decaffeinated coffee. This morning, the cafe served 14 coffees in all, 50% of which were regular. How many regular coffees did the cafe serve? "
  },
  {
    "iIndex": 134,
    "lSolutions": [42.000000],
    "lEquations": [
      "x=60.0*(70.0/100.0)"
    ],
    "sQuestion": " An arborist examined trees in an orchard to see if they were infected with a virus. Out of 60 trees, 70% had the virus. How many trees were infected with the virus? "
  },
  {
    "iIndex": 135,
    "lSolutions": [23.000000],
    "lEquations": [
      "x=92.0*(25.0/100.0)"
    ],
    "sQuestion": "At Johnny's Hats, 25% of the 92 hats are baseball caps. How many baseball caps are there? "
  },
  {
    "iIndex": 136,
    "lSolutions": [5.000000],
    "lEquations": [
      "x=25.0*(20.0/100.0)"
    ],
    "sQuestion": "The students in Cooper's grade voted to select a guest speaker. 20% of the students voted for a famous athlete. If there are 25 students in Cooper's grade, how many students voted for the athlete? "
  },
  {
    "iIndex": 137,
    "lSolutions": [39.000000],
    "lEquations": [
      "x=52.0*(75.0/100.0)"
    ],
    "sQuestion": " Andy took a math quiz last week. There were 52 problems on the quiz and Andy answered 75% of them correctly. How many problems did Andy get correct? "
  },
  {
    "iIndex": 138,
    "lSolutions": [52.000000],
    "lEquations": [
      "x=65.0*(80.0/100.0)"
    ],
    "sQuestion": "Sidney's Tea Shop has caffeinated tea and decaffeinated tea. During the lunchtime rush, the tea shop served 65 teas in all, 80% of which were caffeinated. How many caffeinated teas did the tea shop serve? "
  },
  {
    "iIndex": 139,
    "lSolutions": [3.0],
    "lEquations": [
      "x=6.0*(50.0/100.0)"
    ],
    "sQuestion": " In order to select new board members, the French club held an election. 50% of the 6 members of the club voted. How many members voted? "
  },
  {
    "iIndex": 140,
    "lSolutions": [4.000000],
    "lEquations": [
      "x=40.0*(10.0/100.0)"
    ],
    "sQuestion": " During second period, Lia completed a grammar worksheet. Of the 40 questions, Lia got 10% right. How many questions did Lia get right? "
  },
  {
    "iIndex": 141,
    "lSolutions": [29.000000],
    "lEquations": [
      "x=58.0*(50.0/100.0)"
    ],
    "sQuestion": "Last night, the two dinner specials at Molly's favorite restaurant were salmon filet and steak. The restaurant served 58 specials in all, 50% of which were salmon filets. How many salmon filets did the restaurant serve? "
  },
  {
    "iIndex": 142,
    "lSolutions": [48.000000],
    "lEquations": [
      "x=80.0*(60.0/100.0)"
    ],
    "sQuestion": " 60% of the tickets sold at a water park were child tickets. If the park sold 80 tickets in all, how many child tickets did it sell? "
  },
  {
    "iIndex": 143,
    "lSolutions": [40.0],
    "lEquations": [
      "x=100.0*(40.0/100.0)"
    ],
    "sQuestion": "Everyone at Diane's school wore either purple or orange for school spirit day. Of the 100 students at the school, 40% wore purple. How many students wore purple? "
  },
  {
    "iIndex": 144,
    "lSolutions": [9.0],
    "lEquations": [
      "x=18.0*(50.0/100.0)"
    ],
    "sQuestion": "Vince's class just held a class election. 50% of the 18 students in the class voted. How many students voted? "
  },
  {
    "iIndex": 145,
    "lSolutions": [14.000000],
    "lEquations": [
      "x=20.0*(70.0/100.0)"
    ],
    "sQuestion": " Gavin brought chocolate and vanilla cupcakes to school for his birthday. 20 students decided to take a cupcake, and 70% of them picked vanilla. How many people picked a vanilla cupcake? "
  },
  {
    "iIndex": 146,
    "lSolutions": [24.000000],
    "lEquations": [
      "x=30.0*(80.0/100.0)"
    ],
    "sQuestion": "A bookstore carries 30 magazines. 80% of the magazines are women's magazines. How many women's magazines does the bookstore carry? "
  },
  {
    "iIndex": 147,
    "lSolutions": [24.000000],
    "lEquations": [
      "x=96.0*(25.0/100.0)"
    ],
    "sQuestion": " The art club had an election to select a president. 25% of the 96 members of the club voted in the election. How many members voted? "
  },
  {
    "iIndex": 148,
    "lSolutions": [34.0],
    "lEquations": [
      "x=68.0*(50.0/100.0)"
    ],
    "sQuestion": " At a company meeting, there were 68 people in attendance. 50% of them were managers. How many managers were in the meeting? "
  },
  {
    "iIndex": 149,
    "lSolutions": [80.000000],
    "lEquations": [
      "x=(24.0/(24.0+6.0))*100.0"
    ],
    "sQuestion": " 24 first-year teachers and 6 experienced teachers attended a school staff meeting meeting. What percentage of the teachers in the meeting were first-year teachers? "
  },
  {
    "iIndex": 150,
    "lSolutions": [30.000000],
    "lEquations": [
      "x=(21.0/(21.0+49.0))*100.0"
    ],
    "sQuestion": "At Tara's Pancake House there are 21 dirty coffee mugs and 49 clean coffee mugs. What percentage of the coffee mugs at the pancake house are dirty? "
  },
  {
    "iIndex": 151,
    "lSolutions": [40.000000],
    "lEquations": [
      "x=(2.0/(2.0+3.0))*100.0"
    ],
    "sQuestion": " The sports shop has 2 part-time employees and 3 full-time employees. What percentage of the employees at the sports shop work part-time? "
  },
  {
    "iIndex": 152,
    "lSolutions": [10.000000],
    "lEquations": [
      "x=(5.0/50.0)*100.0"
    ],
    "sQuestion": " 5 out of the 50 employees at the water slides are temporary employees. What percentage of the employees at the water slides are temporary? "
  },
  {
    "iIndex": 153,
    "lSolutions": [60.000000],
    "lEquations": [
      "x=(15.0/25.0)*100.0"
    ],
    "sQuestion": " Robbie ordered a set of green and blue pins. He received 25 pins in all. 15 of the pins were green. What percentage of the pins were green? "
  },
  {
    "iIndex": 154,
    "lSolutions": [20.000000],
    "lEquations": [
      "x=(19.0/95.0)*100.0"
    ],
    "sQuestion": " There are 95 seats on a train. 19 of the seats are empty. What percentage of the seats on the train are empty? "
  },
  {
    "iIndex": 155,
    "lSolutions": [70.000000],
    "lEquations": [
      "x=(56.0/80.0)*100.0"
    ],
    "sQuestion": "Last night, the two dinner specials at Marie's favorite restaurant were salmon filet and steak. The restaurant served 80 specials in all, 56 of which were the salmon filet. What percentage of the specials were salmon filets? "
  },
  {
    "iIndex": 156,
    "lSolutions": [75.000000],
    "lEquations": [
      "x=(69.0/(69.0+23.0))*100.0"
    ],
    "sQuestion": "At Karlene's Beading Boutique, there are 69 plastic beads and 23 metal beads on clearance. What percentage of the beads on clearance are plastic?  "
  },
  {
    "iIndex": 157,
    "lSolutions": [90.000000],
    "lEquations": [
      "x=(90.0/(90.0+10.0))*100.0"
    ],
    "sQuestion": "Tara's Cafe offers two kinds of espresso: single-shot and double-shot. Yesterday afternoon, the cafe sold 90 single-shot espressos and 10 double-shot espressos. What percentage of the espressos sold were single-shot? "
  },
  {
    "iIndex": 158,
    "lSolutions": [25.000000],
    "lEquations": [
      "x=(18.0/72.0)*100.0"
    ],
    "sQuestion": "Allen's town voted on a new speed limit. Out of 72 votes, 18 were in favor of the new speed limit. What percentage of the votes were in favor of the new speed limit? "
  },
  {
    "iIndex": 159,
    "lSolutions": [80.000000],
    "lEquations": [
      "x=(52.0/65.0)*100.0"
    ],
    "sQuestion": " Yesterday, there were 65 problems assigned for math homework. Paula got 52 problems correct and 13 problems incorrect. What percentage did Paula get correct? "
  },
  {
    "iIndex": 160,
    "lSolutions": [50.000000],
    "lEquations": [
      "x=(43.0/86.0)*100.0"
    ],
    "sQuestion": "43 out of the 86 magazines at the bookstore are women's magazines. What percentage of the magazines at the bookstore are women's magazines? "
  },
  {
    "iIndex": 161,
    "lSolutions": [40.000000],
    "lEquations": [
      "x=(16.0/40.0)*100.0"
    ],
    "sQuestion": "The students in Yoshi's class got to choose between pizza and burgers for the celebration on the last day of school. 16 students picked the pizza. If there are 40 students in all in Yoshi's class, what percentage of the students picked the pizza? "
  },
  {
    "iIndex": 162,
    "lSolutions": [60.000000],
    "lEquations": [
      "x=(33.0/55.0)*100.0"
    ],
    "sQuestion": " Nick ordered a set of beads. He received 55 beads in all. 33 of the beads were brown. What percentage of the beads were brown? "
  },
  {
    "iIndex": 163,
    "lSolutions": [75.000000],
    "lEquations": [
      "x=(45.0/60.0)*100.0"
    ],
    "sQuestion": " At a water park, 45 out of 60 tickets sold were child tickets. What percentage of the tickets were child tickets? "
  },
  {
    "iIndex": 164,
    "lSolutions": [90.000000],
    "lEquations": [
      "x=(18.0/(18.0+2.0))*100.0"
    ],
    "sQuestion": " 18 managers and 2 non-managers attended a company meeting. What percentage of the people in the meeting were managers? "
  },
  {
    "iIndex": 165,
    "lSolutions": [75.000000],
    "lEquations": [
      "x=(21.0/(21.0+7.0))*100.0"
    ],
    "sQuestion": " At the sewing store, Debbie bought a bag of mixed buttons. She got 21 large buttons and 7 small buttons. What percentage of the buttons were large? "
  },
  {
    "iIndex": 166,
    "lSolutions": [60.000000],
    "lEquations": [
      "x=(51.0/(51.0+34.0))*100.0"
    ],
    "sQuestion": "At Colton's Hats, there are 51 baseball caps and 34 other hats. What percentage of the hats are baseball caps? "
  },
  {
    "iIndex": 167,
    "lSolutions": [20.000000],
    "lEquations": [
      "x=(2.0/10.0)*100.0"
    ],
    "sQuestion": "Tracy's class voted on whether or not to do science fair projects in groups. Out of 10 votes, 2 were in favor of working in groups. What percentage of the votes were in favor of working in groups? "
  },
  {
    "iIndex": 168,
    "lSolutions": [75.000000],
    "lEquations": [
      "x=(36.0/(36.0+12.0))*100.0"
    ],
    "sQuestion": " The art club had an election to select a president. 36 members voted in the election and 12 did not vote. What percentage of the members voted? "
  },
  {
    "iIndex": 169,
    "lSolutions": [50.000000],
    "lEquations": [
      "x=(38.0/76.0)*100.0"
    ],
    "sQuestion": " During second period, Harry completed a grammar worksheet. He got 38 out of 76 questions correct. What percentage did Harry get correct? "
  },
  {
    "iIndex": 170,
    "lSolutions": [40.000000],
    "lEquations": [
      "x=(18.0/45.0)*100.0"
    ],
    "sQuestion": " Danielle took a math quiz last week. She got 18 out of 45 problems correct. What percentage did Danielle get correct? "
  },
  {
    "iIndex": 171,
    "lSolutions": [25.000000],
    "lEquations": [
      "x=(16.0/(16.0+48.0))*100.0"
    ],
    "sQuestion": "The students in Anne's grade voted to select a guest speaker. 16 students voted for a famous athlete. The other 48 students in Anne's grade voted for a famous actor. What percentage of the students voted for the athlete? "
  },
  {
    "iIndex": 172,
    "lSolutions": [50.0],
    "lEquations": [
      "x=(27.0/54.0)*100.0"
    ],
    "sQuestion": " In order to select new board members, the French club held an election. 27 out of the 54 members of the French club voted in the election. What percentage of the members voted? "
  },
  {
    "iIndex": 173,
    "lSolutions": [20.000000],
    "lEquations": [
      "x=(18.0/(18.0+72.0))*100.0"
    ],
    "sQuestion": "Beth's Burgers cooks its burgers either well done or medium. Last night, the restaurant served 18 well-done burgers and 72 medium burgers. What percentage of the burgers served were well done? "
  },
  {
    "iIndex": 174,
    "lSolutions": [40.000000],
    "lEquations": [
      "x=(30.0/(30.0+45.0))*100.0"
    ],
    "sQuestion": "Last week, Shereen's Diner sold 30 milkshakes with whipped cream on top and 45 milkshakes without whipped cream. What percentage of the milkshakes had whipped cream?  "
  },
  {
    "iIndex": 175,
    "lSolutions": [80.000000],
    "lEquations": [
      "x=(28.0/(28.0+7.0))*100.0"
    ],
    "sQuestion": " An arborist examined trees in an orchard to see if they were infected with a virus. The arborist counted 28 infected trees and 7 healthy trees. What percentage of the trees in the orchard were infected? "
  },
  {
    "iIndex": 176,
    "lSolutions": [25.000000],
    "lEquations": [
      "x=(13.0/(13.0+39.0))*100.0"
    ],
    "sQuestion": "Yuan's Diner offers its clients a choice of regular and diet soda. Last night, the diner served 13 regular sodas and 39 diet sodas. What percentage of the sodas served were regular? "
  },
  {
    "iIndex": 177,
    "lSolutions": [50.000000],
    "lEquations": [
      "x=(34.0/68.0)*100.0"
    ],
    "sQuestion": "Kimi has a new beaded necklace. 34 out of the 68 beads on the necklace are blue. What percentage of beads on Kimi's necklace are blue? "
  },
  {
    "iIndex": 178,
    "lSolutions": [75.000000],
    "lEquations": [
      "x=(24.0/(24.0+8.0))*100.0"
    ],
    "sQuestion": " An amusement park sold 24 discount tickets and 8 full-price tickets. What percentage of the tickets sold were discount tickets? "
  },
  {
    "iIndex": 179,
    "lSolutions": [70.0],
    "lEquations": [
      "x=(70.0/100.0)*100.0"
    ],
    "sQuestion": " A team of scientists surveyed the trees in a national forest. Out of the 100 trees they counted, 70 were evergreen. What percentage of the trees were evergreen? "
  },
  {
    "iIndex": 180,
    "lSolutions": [90.000000],
    "lEquations": [
      "x=(36.0/(36.0+4.0))*100.0"
    ],
    "sQuestion": " For a company picnic, Spencer ordered a box of fresh-baked gingerbread cookies and sugar cookies. He got 36 gingerbread cookies and 4 sugar cookies. What percentage of the cookies were gingerbread? "
  },
  {
    "iIndex": 181,
    "lSolutions": [10.000000],
    "lEquations": [
      "x=(8.0/80.0)*100.0"
    ],
    "sQuestion": " At a water park, 8 out of 80 tickets sold were child tickets. What percentage of the tickets were child tickets? "
  },
  {
    "iIndex": 182,
    "lSolutions": [25.000000],
    "lEquations": [
      "x=(22.0/(22.0+66.0))*100.0"
    ],
    "sQuestion": " The city council voted on a new tax. 22 city council members voted in favor of the tax and 66 voted against the tax. What percentage of the city council members voted in favor of the tax? "
  },
  {
    "iIndex": 183,
    "lSolutions": [40.000000],
    "lEquations": [
      "x=(18.0/45.0)*100.0"
    ],
    "sQuestion": "The sixth-graders at Rachel's school got to choose between a field trip to a museum and a field trip to a factory. 18 sixth-graders picked the museum. If there are 45 sixth-graders in all at Rachel's school, what percentage of the sixth-graders picked the museum? "
  },
  {
    "iIndex": 184,
    "lSolutions": [50.000000],
    "lEquations": [
      "x=(47.0/94.0)*100.0"
    ],
    "sQuestion": " Yesterday, there were 94 problems assigned for math homework. Trisha got 47 out of 94 problems correct. What percentage did Trisha get correct? "
  },
  {
    "iIndex": 185,
    "lSolutions": [30.000000],
    "lEquations": [
      "x=(27.0/90.0)*100.0"
    ],
    "sQuestion": " 27 out of the 90 students at a school assembly were first-grade students. What percentage of the students at the assembly were first-graders? "
  },
  {
    "iIndex": 186,
    "lSolutions": [25.000000],
    "lEquations": [
      "x=(6.0/(6.0+18.0))*100.0"
    ],
    "sQuestion": " Lisa brought chocolate and vanilla cupcakes to school for her birthday. 6 students picked a vanilla cupcake and 18 students picked a chocolate cupcake. What percentage of the students picked a vanilla cupcake? "
  },
  {
    "iIndex": 187,
    "lSolutions": [75.000000],
    "lEquations": [
      "x=(63.0/(63.0+21.0))*100.0"
    ],
    "sQuestion": " Nancy took a math quiz last week. She got 63 problems correct and 21 problems incorrect. What percentage did Nancy get correct? "
  },
  {
    "iIndex": 188,
    "lSolutions": [20.000000],
    "lEquations": [
      "x=(5.0/(5.0+20.0))*100.0"
    ],
    "sQuestion": "Annie's class just held a class election. 5 students voted in the election and 20 did not. What percentage of the students voted? "
  },
  {
    "iIndex": 189,
    "lSolutions": [50.000000],
    "lEquations": [
      "x=(13.0/26.0)*100.0"
    ],
    "sQuestion": " At an amusement park, 13 out of 26 tickets sold were discount tickets. What percentage of the tickets were discount tickets? "
  },
  {
    "iIndex": 190,
    "lSolutions": [70.000000],
    "lEquations": [
      "x=(14.0/(14.0+6.0))*100.0"
    ],
    "sQuestion": " To celebrate the first day of school, Mike brought in a tray of caramel brownies and walnut brownies. He brought 14 caramel brownies and 6 walnut brownies. What percentage of the brownies were caramel? "
  },
  {
    "iIndex": 191,
    "lSolutions": [80.000000],
    "lEquations": [
      "x=(76.0/95.0)*100.0"
    ],
    "sQuestion": " A biology class examined some flowers in a local meadow. Out of the 95 flowers they saw, 76 were perennials. What percentage of the flowers were perennials? "
  },
  {
    "iIndex": 192,
    "lSolutions": [50.0],
    "lEquations": [
      "x=(31.0/62.0)*100.0"
    ],
    "sQuestion": "Pedro's town voted on a new speed limit. Out of 62 votes, 31 were in favor of the new speed limit. What percentage of the votes were in favor of the new speed limit? "
  },
  {
    "iIndex": 193,
    "lSolutions": [27.000000],
    "lEquations": [
      "x=30.0*(90.0/100.0)"
    ],
    "sQuestion": " After a month of successful fundraising, Ruben and his classmates voted on whether to donate the money they had raised to hunger relief or to environmental causes. 90% of the 30 votes were in favor of hunger relief. How many votes were for hunger relief? "
  },
  {
    "iIndex": 194,
    "lSolutions": [4.000000],
    "lEquations": [
      "x=5.0*(80.0/100.0)"
    ],
    "sQuestion": "Fredda has a new beaded necklace. 80% of the 5 beads on Fredda's necklace are blue. How many blue beads are there on Fredda's necklace? "
  },
  {
    "iIndex": 195,
    "lSolutions": [10.000000],
    "lEquations": [
      "x=100.0*(10.0/100.0)"
    ],
    "sQuestion": "Last Tuesday was silly hat day at Vicky's school. Of the 100 students at the school, 10% wore a silly hat. How many students wore a silly hat? "
  },
  {
    "iIndex": 196,
    "lSolutions": [10.000000],
    "lEquations": [
      "x=20.0*(50.0/100.0)"
    ],
    "sQuestion": " 50% of the tickets sold at a school carnival were early-admission tickets. If the school sold 20 tickets in all, how many early-admission tickets did it sell? "
  },
  {
    "iIndex": 197,
    "lSolutions": [],
    "lEquations": [
      "x="
    ],
    "sQuestion": "During elementary school, Cody received a weekly allowance of $10 for completing all of his chores. These days he receives 30% more. What is Cody's weekly allowance now? "
  },
  {
    "iIndex": 198,
    "lSolutions": [30.000000],
    "lEquations": [
      "x=((2041.0-1570.0)/1570.0)*100.0"
    ],
    "sQuestion": " Last spring, the average amount of rent paid for apartments in Belleville was $1570. This spring, it is $2041. What is the percent of increase in the average apartment rent? "
  },
  {
    "iIndex": 199,
    "lSolutions": [16.666667],
    "lEquations": [
      "x=((276.0-230.0)/276.0)*100.0"
    ],
    "sQuestion": "Erik has run many marathons and keeps track of all of his finishing times. At a marathon last month, he finished in 230 minutes. The other day, he ran another marathon and finished with a time of 276 minutes. What is the percent of increase in Erik's marathon time? "
  },
  {
    "iIndex": 200,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Hanson is trying to drink more water, so he has been keeping a log of how much water he drinks. Hanson drank 70 ounces of water two days ago. Yesterday, he drank 20% less. How much water did he drink yesterday? "
  },
  {
    "iIndex": 201,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "The cheerleading squad at Lakeside High School had 10 members with the old coach. Now, with the new coach, there are 15 members on the squad. What is the percent of increase in the squad's size? "
  },
  {
    "iIndex": 202,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " At his most recent medical checkup, a boy was 30 inches tall. Currently, he is 36 inches tall. What percent taller is the boy now? "
  },
  {
    "iIndex": 203,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Frames-for-All sells framed pictures to hotels and other corporations across the country. Last year, Frames-for-All sold a total of 8,490 pictures. This year, they sold 20% fewer pictures. How many pictures did they sell this year? "
  },
  {
    "iIndex": 204,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Until recently, Preston owned 2,200 acres of farmland. This year, he sold the old land and purchased a new plot that is 1,782 acres in size. What is the percent of decrease in the amount of land that Preston owns now? "
  },
  {
    "iIndex": 205,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Before the advance-purchase deadline, the cost of attending a particular event is $70. After that, the price increases 20%. What is the cost then? "
  },
  {
    "iIndex": 206,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "The FAA tracks average flight delays. It found that, last year, a particular airline had an average flight delay of 5 minutes. So far this year, the airline has an average that is 40% shorter. What is the current year's average? "
  },
  {
    "iIndex": 207,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " The Lexington Times had 6,510 subscribers last year. This year, after the paper was bought out, it had 30% more. How many subscribers were there this year? "
  },
  {
    "iIndex": 208,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Berry Delicious is a popular shop that sells chocolate-covered strawberries. Last year, the shop used 8,670 kilograms of strawberries to make its treats. This year, the shop used 16,473 kilograms. What is the percent of increase in the amount of strawberries used annually? "
  },
  {
    "iIndex": 209,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Kemal swims several times per week in a lake near his home. Last summer, the average water temperature was 20 C. This summer, the average water temperature was 17 C. What was the percent of decrease in the temperature? "
  },
  {
    "iIndex": 210,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "Blake's mortgage payment was originally $3,370 per month. Now, after refinancing his home loan, Blake's mortgage payment is 30% less than it used to be. How much is Blake's monthly payment now? "
  },
  {
    "iIndex": 211,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " A beauty magazine had 4,600 subscribers last year. This year, after its parent company made some changes, the magazine had 63% fewer subscribers. How many subscribers were there this year? "
  },
  {
    "iIndex": 212,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " A French restaurant used 190,830 ounces of cream last year. This year, due to a menu update, it used 70% less. How much cream did the restaurant use this year? "
  },
  {
    "iIndex": 213,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Last month, a carpenter made 5 tables. This month, she made 4 tables. What is the percent of decrease in the number of tables made?  "
  },
  {
    "iIndex": 214,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "A while back, Maki paid a car insurance premium of $4,550 per year. Now she pays $3,731. What is the percent of decrease in Maki's car insurance premium? "
  },
  {
    "iIndex": 215,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " The last time it placed an order for ingredients, Sweet Treats Bakery ordered 1,640 kilograms of sugar. This time, the bakery is ordering 1,394 kilograms. What is the percent of decrease in the size of the sugar order? "
  },
  {
    "iIndex": 216,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Mendoza Real Estate is a national real estate company that sells houses across the country. Last year, the company sold a total of 30,050 homes. This year, they sold 17,429 homes. What is the percent of decrease in yearly home sales? "
  },
  {
    "iIndex": 217,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "Montoya's Solar Systems manufactures solar panels, and their business is growing. Last year, they hired 90 new employees, and this year they have hired 117 new employees. What is the percent of increase in the number of employees hired each year? "
  },
  {
    "iIndex": 218,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Last year, a lighting supplier called Bright Idea shipped a total of 5,820 lamps to its distributors. This year, the supplier shipped 70% more than that. How many lamps did Bright Idea ship this year? "
  },
  {
    "iIndex": 219,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " For a school project, Jeff is investigating cell phone use in his hometown, Millersburg. So far, he has found that the residents of Millersburg used their cell phones for 185,550 minutes last year. This year, they used their cell phones for a total of 207,816 minutes. What is the percent of increase in annual usage? "
  },
  {
    "iIndex": 220,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Mrs. Boyd is interested in a particular bracelet. Its original price was $7,860, but it is currently priced at $5,502. What is the percent of decrease in the price of the bracelet? "
  },
  {
    "iIndex": 221,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Each morning, Sleepwell Hotel offers its guests a free continental breakfast with pastries and orange juice. The hotel served 240 gallons of orange juice last year. This year, the hotel served 55% more orange juice than it did the previous year. How much was served this year? "
  },
  {
    "iIndex": 222,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Garrett planted sunflowers in the community garden. During his last visit to the garden, the plants were 65 inches tall. Today they are 78 inches tall. What is the percent of increase in the height of the sunflowers? "
  },
  {
    "iIndex": 223,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " A container ship left port last week carrying some goods weighing a total of 421,800 tons. Today, it stopped in another port to unload. As a result, the weight of the goods on the ship decreased by 94%. What is the weight of the goods on the ship now? "
  },
  {
    "iIndex": 224,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " The PTA at Stamford High School is having its annual dinner and auction to raise money for music and art programs. Last year, the event raised $123,260. This year, it raised 35% more than that. How much was raised this year? "
  },
  {
    "iIndex": 225,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Last year, Dr. Thompson saw 1,370 patients. This year, he saw 685 patients. What is the percent of decrease in the number of patients seen each year? "
  },
  {
    "iIndex": 226,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " In Stamford, the average low temperature for January was 40 F. The average low in February was 15% higher. What was the average low in February? "
  },
  {
    "iIndex": 227,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "Carrie enjoys taking part in races and keeps track of all of her finishing times. At a race last month, she finished in 340 minutes. Yesterday, she completed another race and finished in 289 minutes. What is the decrease in Carrie's finishing time? "
  },
  {
    "iIndex": 228,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Last year, Tommy gave 560 piano performances. This year, he gave 868 piano performances. What is the percent of increase in the annual number of performances? "
  },
  {
    "iIndex": 229,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " The library in Westminster collected $4,940 in overdue fees last year. This year, the amount collected was 65% greater. How much did the library collect this year? "
  },
  {
    "iIndex": 230,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Last summer, a sports club had 110 members. This summer, due to some renovations, it has 80% more members. How many members are there now? "
  },
  {
    "iIndex": 231,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "The depth of a lake in Winchester changes over time due to rainfall and evaporation. A few months ago, the depth was 68 feet. Currently, the lake is 25% deeper. What is this year's depth? "
  },
  {
    "iIndex": 232,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " An accountant used to charge $65 per hour, but recently decided to charge 20% more. Now how much does she charge per hour? "
  },
  {
    "iIndex": 233,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "Jason, a professional golfer, had an average score of 80 points last season. This season, however, his average score has been 20% lower. What is Jason's current average score? "
  },
  {
    "iIndex": 234,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Winchester had 775,570 residents at the time of its founding. Currently it is 20% smaller. What is the current population? "
  },
  {
    "iIndex": 235,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "A few weeks ago, Zach bought 2 apples from his local farmers' market. Today, he bought 3 apples. What is the percent of increase in the number of apples bought? "
  },
  {
    "iIndex": 236,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Newberry Theater issued 9,260 tickets last weekend. This weekend, the theater issued 35% fewer tickets. How many tickets to comedies did the theater issue this weekend? "
  },
  {
    "iIndex": 237,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "The population of Sparrowtown was 9,740 people when Mary moved there. Currently, the population is 13,149 people. What is the percent of increase in Sparrowtown's population? "
  },
  {
    "iIndex": 238,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Several years ago, Maggie bought some gold at a price of $1,320 per ounce. When she went to sell it, the gold was worth 60% more than it was when she purchased it. What was the new value of the gold? "
  },
  {
    "iIndex": 239,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " The Trans-Global Shipping Company has been forced to lay off some workers due to a decrease in revenue. Last year, the company had to lay off 100 people. So far this year, they have had to lay off 14% more employees than last year. How many have been laid off this year? "
  },
  {
    "iIndex": 240,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " The customers of Rhythm Time, an online music service, downloaded 283,560 songs last year. This year, the number was 55% higher. How many songs did they download this year? "
  },
  {
    "iIndex": 241,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " The football team at Belleville College is having a bigger stadium built to accommodate its growing fan base. The old stadium had enough seats for 26,890 people. The new stadium will have enough seats for 40,335 people. What is the percent of increase in the seating capacity of the stadium? "
  },
  {
    "iIndex": 242,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " A family originally bought a home for $98,700. Now, a few years later, the home is worth $108,570. What was the percent of increase in its value? "
  },
  {
    "iIndex": 243,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Tammy is a sophomore at Seaside College. Last year, tuition was $9,410 per semester. This year, she paid 10% less. How much was tuition this year? "
  },
  {
    "iIndex": 244,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Last year, the student population at Russell Elementary School was 410 students. This year, after rezoning, it is 30% larger. How many students attend Russell Elementary this year? "
  },
  {
    "iIndex": 245,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " A medical provider is doing a study to determine the average time spent waiting before an appointment. When the study started, the average wait time was 16 minutes. Currently, the average is 4 minutes. What is the percent of decrease in the average wait time? "
  },
  {
    "iIndex": 246,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "During summer vacation, Nate read, on average, 10 pages per night. Once he returned to school, he averaged 12 pages per night. What is the percent of increase in Nate's reading? "
  },
  {
    "iIndex": 247,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Engineering students at Millersburg College last year received an average of $11,890 in scholarships and grants. This year, the average is $21,402. What is the percent of increase in the average amount? "
  },
  {
    "iIndex": 248,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " The height of a mountain on a tropical island changes due to volcanic activity. When the mountain was last measured, its height was 3,750 meters. Now it is 10% taller. How tall is the mountain currently? "
  },
  {
    "iIndex": 249,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " A magician is training for an underwater escape trick. Upon first trying, he could hold his breath for 68 seconds. Now, using a different technique, he can hold it for 85 seconds. What is the percent of increase in how long he can hold his breath? "
  },
  {
    "iIndex": 250,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Last year, the city of Middletown experienced a budget deficit of $732,160. This year, the budget deficit is expected to be $622,336. What is the percent of decrease in the budget deficit? "
  },
  {
    "iIndex": 251,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " A software company in Silvergrove used to bill clients $280 per hour for work done by its consultants. The company recently adjusted its rates and now charges $196 per hour. What was the percent of decrease in the billing rate? "
  },
  {
    "iIndex": 252,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " A generation ago, the graduating class at Kensington High School was 150 students. This year, it is 54% larger. What is the current size of the graduating class? "
  },
  {
    "iIndex": 253,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "Hoffman's Books sold 930 bookmarks last year. This year, the store sold 10% more bookmarks. How many bookmarks did the store sell this year? "
  },
  {
    "iIndex": 254,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "Clean Machine is Ashland's premier house cleaning service. The company used 9,810 gallons of soap last year, and 60% more than that this year. How many gallons of soap did the company use this year? "
  },
  {
    "iIndex": 255,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Cooper just measured his dog and found out it weighs 74 kilograms. The last time he measured, the dog weighed 40 kilograms. What percent heavier is the dog now? "
  },
  {
    "iIndex": 256,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Last year, 8,990 athletes finished a marathon in Weston. This year, there were 7,192 athletes finishing. What is the percent of decrease in the number of finishers? "
  },
  {
    "iIndex": 257,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "Nicole's family watched 18 hours of TV last week. This week, they watched 50% fewer hours. How many hours of TV did they watch this week? "
  },
  {
    "iIndex": 258,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " As part of an ongoing service project, the students at Georgetown High School recently spent an afternoon planting trees. They planted an average of 6 trees per participant. This month, they plan to do more planting, averaging 50% more trees per participant this time. What will be the average this month? "
  },
  {
    "iIndex": 259,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Tommy just measured himself and found out he is 77 inches tall. The last time he measured, he was 70 inches tall. What percent taller is Tommy now? "
  },
  {
    "iIndex": 260,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Several years ago, the average serving size of beef at restaurants was 5 ounces. Due to changing restaurant trends, the average serving size is now 8 ounces. What is the percent of increase in the average serving size? "
  },
  {
    "iIndex": 261,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "Beth's Boutique historically paid the members of its staff $16. The boutique recently merged with another store, and the staff members now make 25% more. Now how much do the staff members make per hour? "
  },
  {
    "iIndex": 262,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Newberg Auto Repair originally paid its mechanics $40 per hour. Now that there is a new owner, the mechanics make 20% more. How much do the mechanics make per hour now? "
  },
  {
    "iIndex": 263,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " In 2009, Gordon paid $5,900 in federal income tax. In 2010, he paid 71% less. How much did Gordon pay in 2010? "
  },
  {
    "iIndex": 264,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " The last time that Dr. Copeland, a farm veterinarian, checked, a particular pig weighed 8 kilograms. Dr. Copeland just weighed the pig again and found out that it weighs 75% more now. How much does the pig weigh now? "
  },
  {
    "iIndex": 265,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "Last semester, Arjun earned an average score of 80 points on math tests. So far this semester, his average score is 5% higher. What is the average of Arjun's scores this semester? "
  },
  {
    "iIndex": 266,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " A test has 20 questions. If peter gets 80% correct, how many questions did peter missed? "
  },
  {
    "iIndex": 267,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " In a school, 25 % of the teachers teach basic math. If there are 50 basic math teachers, how many teachers are there in the school? "
  },
  {
    "iIndex": 268,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " 24 students in a class took an algebra test. If 18 students passed the test, what percent do not pass? "
  },
  {
    "iIndex": 269,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " For one Geometry test, Jess had to answer 50 questions. Of these questions, Jess answered 60% of them correctly. How many questions did Jess correctly answer on her test? "
  },
  {
    "iIndex": 270,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " In one particular suburb, there are 12 families that own a shih tzu. If there are a total of 40 families that own a dog in general, then what percentage of dog owners have a shih tzu? "
  },
  {
    "iIndex": 271,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " There are 20 students in a class and 15 of these students passed their History test. What percentage of these students passed their test? "
  },
  {
    "iIndex": 272,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " While mining, Sandy found a large metal bar that contained 9 ounces of zinc. Sandy also determined that the bar was 60% zinc. What was the total weight of the metal bar in ounces? "
  },
  {
    "iIndex": 273,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": "Nancy went to her local zoo that featured 18 bird exhibits. If these bird exhibits make up 40% of the zoo's exhibits, then how many exhibits does the zoo have in total? "
  },
  {
    "iIndex": 274,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Sally decided to look at new and used trucks. Sally found a used truck for $12000. A new truck is $16000, so what percent of the price of a new truck does Sally pay for a used truck? "
  },
  {
    "iIndex": 275,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " One baseball team won 10 games throughout their entire season. Of all their games, this team won 50% of them. Given this, how many games in total did this baseball team play? "
  },
  {
    "iIndex": 276,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " Fred receives a $40000 salary for working as an administrator. If Fred spends 90% of his salary on expenses each year, then how much money does Fred have to spend on expenses? "
  },
  {
    "iIndex": 277,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " At a local department store, pants typically cost $25. However, due to a special, the pants are reduced to $15. What percent of the original price has the pants been reduced to? "
  },
  {
    "iIndex": 278,
    "lSolutions": [],
    "lEquations": [
      "x=2"
    ],
    "sQuestion": " At a construction job for a gallery there are 20 painters. Of these painters, 55% of them paint the interior of the gallery. How many painters are painting the interior? "
  }
]
